Repository: newsletter2go/newsletter2go-wordpress-plugin
Catalog: src/lang/newsletter2go-*.po
Languages: de_de, fi

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Rechte, um diese Seite anzuzeigen.
fi: Sinulla ei ole riittäviä oikeuksia käyttää tätä sivua.

source: You don't have cURL enabled. Please enable it for proper plugin functioning.
de_de: Sie haben noch cURL aktiviert. Bitte aktivieren Sie es für die richtige Plugin funktioniert.
fi: Sinulla ei ole käytössä cURL. Ota asianmukainen plugin toiminnalle.

source: Save
de_de: Speichern
fi: Tallenna

source: Connect to Newsletter2Go
de_de: Anschließen zum Newsletter2Go
fi: Yhteyden Newsletter2Go

source: Connected!
de_de: In Verbindung gebracht!
fi: Yhdistetty

source: Not connected yet!
de_de: Noch nicht verbunden!
fi: Ei yhteyttä

source: Where do I find my API key?
de_de: Wo finde ich meinen API-Schlüssel?
fi: Mistä löydän API-avain?

source: Valid
de_de: Gültig
fi: Voimassa

source: Invalid
de_de: Ungültig
fi: Virheellinen

source: Where can I find the double opt in code?
de_de: Wo finde ich das Double opt-in-Code?
fi: Mistä löydän kaksinkertainen opt koodi?

source: Configure subscription form
de_de: Anmeldeformular Konfigurieren
fi: Määritä tilauslomake

source: Which data fields should be visible in your subscription form?
de_de: Welche Datenfelder in Ihrer Abo-Formular sichtbar sein soll?
fi: Siirrettävät tietokentät olisi tilaus-lomakkeessa näkyy?

source: Attention: In germany, according to german law, it's only allowed to set email-address as required
de_de: Achtung: In Deutschland hat nach deutschem Recht, es nur erlaubt, Email-Adresse als erforderlich festlegen
fi: Huomio: Saksassa, Saksan lainsäädännön perusteella se vain saa määrittää email-osoite pakollisiksi

source: field
de_de: Feld
fi: kenttä

source: Title label
de_de: Titel-Bezeichnung
fi: Otsikon teksti:

source: General settings
de_de: Allgemeine Einstellungen
fi: Yleiset asetukset

source: Success
de_de: Erfolg
fi: Onnistunut

source: Failure (already subscribed)
de_de: Versagen (bereits abonniert)
fi: Epäonnistuminen (jo tilannut)

source: Failure (wrong email syntax)
de_de: Versagen (falsche E-Mail-Syntax)
fi: Epäonnistuminen (väärän sähköpostiosoitteen syntaksi)

source: Failure (required fields)
de_de: Versagen (Pflichtfelder)
fi: Epäonnistuminen (pakolliset kentät)

source: Failure (general error)
de_de: Versagen (allgemeiner Fehler)
fi: Epäonnistuminen (yleinen virhe)

source: Text on button
de_de: Text auf dem Button
fi: Teksti-painike

source: Visual appearance
de_de: Visuelle Darstellung
fi: Visuaalinen ilme

source: Text color
de_de: Textfarbe
fi: Tekstin väri

source: Input border color
de_de: Rahmenfarbe
fi: Input reunaväri

source: Input background color
de_de: Hintergrundfarbe
fi: Tekstinsyöttö taustaväri

source: Button text color
de_de: Button Textfarbe
fi: Painikkeen tekstin väri

source: Button background color
de_de: Button Hintergrundfarbe
fi: Painikkeen taustaväri

source: Here is the preview for you
de_de: Hier ist die Vorschau für Sie
fi: Tässä on esikatselu sinulle

source: Preview
de_de: Vorschau
fi: Esikatsele

source: Your subscription form will show up under "widgets". Feel free to place it on any page.
de_de: Ihr Anmeldeformular angezeigt wird unter "Widgets". Fühlen Sie sich frei, um es auf jeder Seite zu platzieren.
fi: Tilaus-lomake näkyvät "widgetit". Voit vapaasti paikka sivulla.

source: Save subscription form
de_de: Speichern Anmeldeformular
fi: Määritä tilauslomake

source: Thank you for signing up. We have sent you an email with a confirmation link. Please check your inbox.
de_de: Danke fürs Anmelden. Wir haben Ihnen eine E-Mail mit einem Bestätigungslink geschickt. Bitte überprüfen Sie Ihren Posteingang.
fi: Kiitos rekisteröitymisestä. Lähetimme sinulle vahvistusviestin sähköpostitse. Tarkista sähköpostiisi.

source: Thank you for signing up. You are already signed up and will continue to receive our newsletter.
de_de: Danke fürs Anmelden. Sie sind bereits angemeldet und werden auch weiterhin unseren Newsletter erhalten.
fi: Kiitos rekisteröitymisestä. Ennestään allekirjoittaa jalkeilla ja jatkaa saada uutiskirjeen.

source: The email address you inserted does not seem to be valid. Please correct it.
de_de: Die e-Mail-Adresse, die Sie eingefügt scheint nicht gültig zu sein. Bitte korrigieren Sie es.
fi: Lisäsit sähköpostiosoite ei vaikuta olevan voimassa. Korjaa se.

source: Please fill all fields.
de_de: Bitte füllen Sie alle Felder aus.
fi: Täytä kaikki kentät.

source: We were not able to sign you up. Please try again.
de_de: Wir konnten nicht Sie sich anmelden. Bitte versuchen Sie es erneut.
fi: Ei me voitu allekirjoittaa sinut. Yritä uudelleen.

source: Subscribe now!
de_de: ﻿Jetzt anmelden!
fi: Tee tilaus nyt

source: Display subscription form
de_de: Anzeige Anmeldeformular
fi: Määritä tilauslomake

source: -- please select --
fi: -- bitte auswählen --
